{
  "recipes": [
    {
      "title": "Pfeffernüsse",
      "ingredients": "| Quantity       | Ingredient                                                    |\n| --- | --- |\n| 320g          | Bread flour                                                  |\n| scant 1 tsp.  | Baking soda                                                  |\n| 1 tsp.        | Salt                                                         |\n| 4 tsp.        | Lebkuchengewürz                                              |\n| 1 tsp.        | Ground ginger*                                               |\n| 1 tsp.        | White pepper                                                 |\n| 1 tsp.        | Black pepper*                                                |\n| 30g           | Almond meal                                                  |\n| 100g          | Brown sugar                                                  |\n| 113g          | Honey                                                        |\n| 71g (5 Tbsp.) | Unsalted butter                                              |\n| 50g (3 Tbsp.) | Heavy cream                                                  |\n| 25g (1+ Tbsp.)| Molasses                                                     |\n| 2 large       | Eggs                                                         |\n\n| **Glaze:**    |                                                              |\n| --- | --- |\n| 300g          | Powdered sugar                                               |\n| 4 Tbsp.       | Hot water or juice and zest of 1-2 lemons (I prefer lemon juice over hot water)|\n",
      "instructions": "Mix the dry team in a small bowl. The wet team except egg goes in a saucepan. Heat, stirring frequently until melted and sugar dissolved. Let sit for 5 minutes. Mix in the dry team and then the egg. Seal in cling wrap; refrigerate 24-48 hours. Time lets the dough blend and mature.\nRoll into two 4-inch snakes, cut into 4-inch slugs (~17g). Roll in balls and place on silicon or parchment lining. Chill for 20-30 minutes. Bake at 375 degrees for ~10 minutes. Cool completely, dip in glaze. You can thin the glaze with hot water as desired.\n\n*To reduce the amount of kick to these cookies, eliminate the ginger and black pepper. To increase the kick, you can add more of these two spices.\n\n(Could try decorating with chocolate drizzle, orange zest + lemon zest)\n\nLebkuchengewürz recipe: https://www.daringgourmet.com/homemade-lebkuchengewuerz-german-gingerbread-spice-blend/",
      "favorite": false,
      "category": "desserts"
    },
    {
      "title": "Nürnberger Elisenlebkuchen (German Lebkuchen)",
      "ingredients": "5 large eggs\n275 g packed brown sugar\n85 ml honey\n1 teaspoon vanilla extract\n225 g almond meal\n225 g hazelnut meal\n1 teaspoon salt\n1 teaspoon baking powder\n3 teaspoons Lebkuchengewürz\n115 g candied lemon peel\n115 g candied orange peel\n1/4 cup all-purpose flour (to coat the candied peel)\nBackoblaten, 70mm\nBlanched whole almonds cut in half lengthwise\n\n**For the Chocolate Glaze:**\n85 g quality dark or milk chocolate\n1 tablespoon coconut oil\n\n**Directions:** Place chocolate and oil in a small bowl and microwave, stirring occasionally, until melted. Use immediately. If glaze becomes firm, reheat in the microwave.\n\n**For the Sugar Glaze:**\n120 g sifted powdered sugar\n3 tablespoons water\n\n**Directions:** Place sugar and water in a small bowl and stir until smooth.",
      "instructions": "1. Preheat the oven to 300 degrees F.\n2. Toss the candied lemon and orange peel with about 1/2 cup all-purpose flour to keep it from sticking together and then pulse in a food processor until finely minced. Set aside.\n3. In a large mixing bowl, beat the eggs until foamy. Add the sugar, honey, and vanilla extract and beat until combined.\n4. Add the ground almonds and hazelnuts, salt, baking powder, Lebkuchengewürz, and candied lemon and orange peels and stir vigorously until thoroughly combined. If the mixture is too thin to scoop onto the oblaten, add some more almond or hazelnut meal.\n5. Scoop the mixture onto the Backoblaten, smoothing down the top and leaving just a slight space around the edges. Place them on a lined cookie sheet.\n6. Bake on the middle rack of the oven for 25-28 minutes. Remove the cookie sheet and allow to cool completely.\n7. Once cooled, place a wire rack over a cookie sheet (to catch the drippings). Dip half the Lebkuchen in the chocolate glaze and half in the sugar glaze, letting the excess drip back into the bowl and then place the Lebkuchen on the wire rack. Arrange 3 almonds on each Lebkuchen while the glaze is still wet. Let the Lebkuchen dry completely until the glaze is hardened.\n8. Keep stored in an airtight container. Will keep for several weeks and the flavor improves with time.\nMakes about 35.",
      "favorite": false,
      "category": "desserts"
    }
  ]
}
